tap "d12frosted/emacs-plus"
tap "dart-lang/dart"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "railwaycat/emacsmacport"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "python@3.11"
brew "docutils"
brew "awscli"
brew "glib"
brew "cairo"
brew "curl"
brew "fd"
brew "gcc"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "openjpeg"
brew "leptonica"
brew "libass"
brew "pango"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "flyctl"
brew "gd"
brew "ghostscript"
brew "git"
brew "gobject-introspection"
brew "openjdk"
brew "gradle"
brew "guile"
brew "handbrake"
brew "helix"
brew "libheif"
brew "imagemagick"
brew "libgccjit"
brew "librsvg"
brew "libxml2"
brew "neovim"
brew "node"
brew "openssl@1.1"
brew "php"
brew "prettierd"
brew "python@3.9"
brew "tcl-tk"
brew "python-tk@3.9"
brew "python@3.10"
brew "ripgrep"
brew "ruff"
brew "shellcheck"
brew "telnet"
brew "wget"
brew "yarn"
brew "d12frosted/emacs-plus/emacs-plus@28"
brew "dart-lang/dart/dart", link: false
brew "dart-lang/dart/dart@2.12", link: true
cask "font-roboto-mono-nerd-font"
cask "hammerspoon"
cask "julia"
cask "lunar"
cask "mactex"
cask "miniforge"
cask "ngrok"
